{
  "combinazioni": [
    {
      "title": "Titolo: Questo è un esempio di combinazione",
      "description_short": "Descrizione Breve: Cliccami per visualizzare le altre informazioni",
      "description_long": "Descrizione Lunga:\nLe informazioni che puoi visualizzare in una combianzione sono: \n- I segni della combianzione con il loro intervallo in cui la combinazione ha significato, questi possono avere un '+' affianco il che significa che sono opzionali, ovvero che la combianzione ha senso anche senza che questi segni siano presenti o siano nel range specificato. Il testo di ogni sengo può essere di 5 colori che indicano il temperamento: (nero: dipende dal contesto ) (azzurro: Cessione) (giallo: Resistenza) (verde: Attesa) (rosso: assalto) Con i bottoni rosso e giallo è possibile andare a eliminare o modificare una combinazione se è stata inserita dall'utente, apri il secondo esempio per vederli!  PS: l'intervallo di grado per un segno 0-0/10 indica che il segno deve essere necessariamente assente perche la combinazione abbia significato.",
      "original_text_condition": "qua puoi controllare la condizione testuale uguale a come l'ha scritta moretti nei suoi libri",
      "author": "Girolamo Moretti",
      "source": 1,
      "imagePath": "scrittura.jpg",
      "signs": [
        {
          "id": 1,
          "max": 0,
          "min": 0,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 2,
          "max": 0,
          "min": 0,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 11,
          "max": 8,
          "min": 6,
          "optional": true,
          "classification": "A"
        },
        {
          "id": 20,
          "max": 5,
          "min": 5,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 40,
          "max": 2,
          "min": 4,
          "optional": true,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Titolo: Questo è un altro esempio di combinazione",
      "description_short": "Descrizione Breve: Cliccami per visualizzare le altre informazioni",
      "description_long": "Descrizione Lunga: Ora incomincia pure la ricerca delle combinazioni selezionando nella barra laterale il grado di tutti i segni che hai trovato durante l'analisi! (ATTENTO! se alcuni non li inserisci il sistema li considera come assenti e non ti mostrerà le combinazioni che li riguardano (a meno che non siano segni opzionali) siccome le combinazioni sono veramente tante e altrimenti sarebbe da visualizzarne sempre tantissime!",
      "original_text_condition": "",
      "author": "Utente",
      "source": null,
      "imagePath": "scrittura.jpg",
      "signs": [
        {
          "id": 1,
          "max": 0,
          "min": 0,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 2,
          "max": 0,
          "min": 0,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Orgoglio con spinta alla reazione (Angoli A elevati)",
      "description_short": "Angoli A sopra i 5/10 conferiscono all'orgoglio una tendenza reattiva.",
      "description_long": "Quando il segno Angoli A supera i 5/10, esso fornisce all'orgoglio (definito da altri segni come Curva e Marcata) la spinta a reagire di fronte a percepite minacce o svalutazioni dell'Io. Questa reazione può essere difensiva o, in gradi più elevati, sfociare in permalosità.",
      "original_text_condition": "Angoli A. Danno, sopra i 5/10, all'orgoglio la spinta alla reazione.",
      "author": "Utente",
      "source": null,
      "imagePath": "scrittura.jpg",
      "signs": [
        {
          "id": 19,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 2,
          "max": 8,
          "min": 5,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Orgoglio testardo (Angoli B elevati)",
      "description_short": "Angoli B sopra i 5/10 rendono l'orgoglio ostinato e poco flessibile.",
      "description_long": "La presenza del segno Angoli B in grado superiore a 5/10, in un contesto di orgoglio, ne accentua la componente di testardaggine. Il soggetto diventa rigido nelle proprie convinzioni e difficilmente recede dalle sue posizioni, anche di fronte all'evidenza.",
      "original_text_condition": "Angoli B. Sopra i 5/10 rendono l'orgoglio testardo.",
      "author": "Girolamo Moretti",
      "source": 2,
      "imagePath": "placeholder",
      "signs": [
        {
          "id": 11,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 2,
          "max": 8,
          "min": 5,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Orgoglio con ipocrisia e arte dell'inganno (Angoli C accentuati)",
      "description_short": "Angoli C accentuati forniscono all'orgoglio strumenti di manipolazione e dissimulazione.",
      "description_long": "Se il segno Angoli C è accentuato, l'orgoglio si manifesta con ipocrisia, abilità diplomatica (spesso usata per fini personali), attrazione calcolata, insincerità e arte del tradimento. Il soggetto usa queste capacità per raggiungere i propri scopi, mascherando le reali intenzioni.",
      "original_text_condition": "Angoli C - Specie se accentuati danno all'orgoglio l'ipocrisia, l'arte di ingannare, l'arte diplomatica, dell'attrazione, della insincerità, l'arte del tradimento, della congiura, l'arte per ottenere qualunque scopo che il soggetto si prefigge di raggiungere.",
      "author": "Girolamo Moretti",
      "source": 2,
      "imagePath": "placeholder",
      "signs": [
        {
          "id": 54,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 2,
          "max": 8,
          "min": 5,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Avarizia con reazione e tendenza a trattenere nel dare",
      "description_short": "Angoli A nell'avarizia indicano reazione e una modalità di gestione squilibrata del dare/avere.",
      "description_long": "In un contesto di avarizia, il segno Angoli A indica una spinta reattiva. Questa si manifesta con la tendenza a stringere nel dare e ad allargare la mano nel ricevere, mostrando una difesa attiva dei propri averi e una propensione a massimizzare gli introiti.",
      "original_text_condition": "Nell'avarizia indicano pure reazione ma con la modalità di stringere nel dare e allargare la manì nell'avere.",
      "author": "Girolamo Moretti",
      "source": 2,
      "imagePath": "placeholder",
      "signs": [
        {
          "id": 19,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 13,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Lussuria con aumento dell'effetto di cessione (da Curva)",
      "description_short": "Curva nella lussuria intensifica la tendenza alla cessione e al dono di sé.",
      "description_long": "La presenza del segno Curva in un quadro di lussuria ne aumenta l'effetto temperamentale legato alla cessione. Il soggetto è più incline a donarsi e a cedere alle pulsioni, manifestando una maggiore apertura e disponibilità nel contesto lussurioso.",
      "original_text_condition": "Nella lussuria curva aumenta l'efietto del temperamento della cessione, si dona.",
      "author": "Girolamo Moretti",
      "source": 2,
      "imagePath": "scrittura2.jpg",
      "signs": [
        {
          "id": 2,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 5,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Orgoglio netto verso se stesso (isolamento e fermezza)",
      "description_short": "Combinazione che definisce un orgoglio introverso, fermo e auto-sostenuto.",
      "description_long": "L'orgoglio verso se stesso, definito 'orgoglio netto', si manifesta con una forte fermezza nei propositi, chiarezza e incrollabilità nell'isolamento autoimposto, e irremovibilità negli atteggiamenti. Questa forma di orgoglio è radicata in una profonda convinzione del proprio valore, a prescindere dal riconoscimento esterno.",
      "original_text_condition": "L'orgoglio verso se stesso è orgoglio netto e deve avete, oltre il curva e marcata, mantiene il rigo almeno con 8/10 per la fermezza dei propositi, chiara con almeno 8 e nitida almeno 7 per l'incrollabilità dell'isolamento. Poi è necessario piantata sul rigo per l'irremovibilità degli atteggiamenti.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag30.png",
      "signs": [
        {
          "id": 2,
          "max": 8,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 12,
          "max": 10,
          "min": 8,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 18,
          "max": 10,
          "min": 8,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Autostima orgogliosa con laconicità e accuratezza",
      "description_short": "Forma di orgoglio introverso basata sull'autostima, caratterizzata da riserbo e precisione.",
      "description_long": "Un'altra forma di orgoglio verso se stesso è l'autostima, che si manifesta con una Curva tendente all'ovale e non eccessivamente Marcata. Elementi chiave sono Parca (almeno 8/10) per la laconicità, che funge da riparo dell'isolamento, e una certa Accuratezza.",
      "original_text_condition": "Deve avere per segni curva piuttosto con tendenza all'ovale, non troppo marcata, ma poi parca con almeno 8/10 per la laconicità, riparo dell'isolamento, e piuttosto accurata.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag30-31.png",
      "signs": [
        {
          "id": 2,
          "max": 7,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 51,
          "max": 10,
          "min": 8,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 46,
          "max": 7,
          "min": 5,
          "optional": false,
          "classification": "M"
        }
      ]
    },

    {
      "title": "Disintegrazione per risentimento (Angoli A) con emotività e fissazione mitomane",
      "description_short": "Angoli A elevati con Intozzata 2° modo e Ricci Mitomania indicano una disintegrazione psichica con deliri.",
      "description_long": "Una combinazione di Angoli A marcatamente sopra la media (da 7/10 in su), Intozzata 2° modo (emotività), Filiforme (sensibilità) e Ricci della Mitomania (tendenza a creare realtà fittizie) è indice di una severa disintegrazione psichica, che può sfociare in deliri paranoidi e ossessivi. Il soggetto interpreta la realtà attraverso il filtro del risentimento e della fantasia incontrollata.",
      "original_text_condition": "Questa scrittura ha oltre 8 di Angoli A, 6-7 di Intozzata 2° modo (emotività), 5 di Filiforme (sensibilità), intorno a 7 di Ricci mitomania estroversiva (per cui il soggetto tende a creare cose su cose, fatti su fatti)... è disintegrazione per dissociazione.",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag50_fig8.png",
      "signs": [
        {
          "id": 1,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 31,
          "max": 7,
          "min": 6,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 38,
          "max": 5,
          "min": 5,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 44,
          "max": 7,
          "min": 7,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Disintegrazione per testardaggine (Angoli B) con mania di incomprensione/persecuzione",
      "description_short": "Testardaggine eccessiva (Angoli B > 5/10) unita a imposizione e emotività, può portare a mania di persecuzione.",
      "description_long": "Quando Angoli B (testardaggine) è elevato, specialmente se combinato con Intozzata 1° modo (imposizione, ambizione), Intozzata 2° modo (emotività), Accurata (precisione che diventa pignoleria) e tendenza all'ipercritica (Larga tra parole), il soggetto può sviluppare una disintegrazione che sfocia in mania di incomprensione e persecuzione. La rigidità del pensiero e l'emotività distorcono la percezione della realtà.",
      "original_text_condition": "A fig. 10 riporto una scrittura maschile che ha intorno a 7 di Angoli B. Oltre agli Angoli B (testardaggine) la scrittura presenta: intorno a 8 di Intozzata 1° modo e intorno a 6-7 di Intozzata 2° modo (emotività, impressionabilità), Accurata sui 5 (precisione), Larga tra parole 7 (ipercritica)... Da tutte queste tendenze il soggetto può cadere in una mania di incomprensione, di persecuzione...",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag52_fig10.png",
      "signs": [
        {
          "id": 11,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 20,
          "max": 10,
          "min": 8,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 31,
          "max": 7,
          "min": 6,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 46,
          "max": 5,
          "min": 5,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 56,
          "max": 7,
          "min": 7,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Attitudine per Liceo Scientifico",
      "description_short": "Disposizione per studi scientifici caratterizzata da comprensione, profondità, ragionamento rigoroso e osservazione.",
      "description_long": "L'attitudine per il Liceo Scientifico richiede una combinazione di comprensione e profondità intellettiva (Larga di lettere sopra la media), capacità di distinzione e ragionamento (Larga tra parole almeno sulla media), rigore (Larga tra lettere sui 5/10 o meno), tendenza alle scienze esatte (Parca), chiarezza concettuale (Chiara e Nitida), e capacità di osservazione (Calibro non sopra il medio). L'originalità (Disuguale metodicamente) è un plus.",
      "original_text_condition": "Sono necessari i segni: Larga di lettere (sopra la media) per la comprensione e la profondità; Larga tra parole (almeno sulla media) per la distinzione e il ragionamento; Larga tra lettere (sui 5/10 o meno) per il rigore; Parca per la tendenza alle scienze esatte; Chiara e Nitida per la chiarezza evidente; Calibro non sopra il medio, per l'osservazione; se c'è il Disuguale metodicamente abbiamo anche l'originalità.",
      "author": "Girolamo Moretti",
      "source": 13,
      "imagePath": "placeholder_GPScuola_pag222_fig97.png",
      "signs": [
        {
          "id": 55,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 56,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 1,
          "max": 5,
          "min": 0,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 51,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 18,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "M"
        },

        {
          "id": 57,
          "max": 10,
          "min": 1,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Attitudine per Istituto Magistrale",
      "description_short": "Disposizione per l'insegnamento elementare, con profondità, critica, chiarezza, assimilazione, contatto affettivo e delicatezza.",
      "description_long": "L'attitudine per l'Istituto Magistrale (preparazione all'insegnamento elementare) richiede una Triplice Larghezza almeno sulla media per profondità e critica, Chiara e Nitida per la chiarezza espositiva, un po' di Pendente per l'assimilazione e il contatto affettivo, Vezzosa grazia per la delicatezza, un po' di Pedante per spezzettare la materia, e Calibro non inferiore al medio.",
      "original_text_condition": "Occorrono pertanto questi segni grafologici: Triplice Larghezza (almeno sulla media) per la profondità e la critica; Chiara e Nitida per la chiarezza dell'esposizione; Pendente (un po') per l'assimilazione e il contatto affettivo con gli alunni; Vezzosa grazia per la delicatezza nel trattare; Pedante (un po') per spezzettare la materia; Calibro non inferiore al medio per evitare le sottigliezze.",
      "author": "Girolamo Moretti",
      "source": 13,
      "imagePath": "placeholder_GPScuola_pag224_fig98.png",
      "signs": [
        {
          "id": 55,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 1,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 56,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 18,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "M"
        },

        {
          "id": 7,
          "max": 4,
          "min": 1,
          "optional": false,
          "classification": "M"
        },

        {
          "id": 49,
          "max": 4,
          "min": 1,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Curva con Angoli B (sotto 5/10) rende Curva tenace",
      "description_short": "La tenacia legittima (Angoli B non eccessivi) rafforza l'altruismo di Curva.",
      "description_long": "Quando il segno Curva si combina con Angoli B che non superano i 5/10 (indicando tenacia legittima e non testardaggine), l'altruismo e la bontà espressi da Curva acquistano una qualità di tenacia. Il soggetto è costante e perseverante nelle sue disposizioni altruistiche.",
      "original_text_condition": "Angoli B non sopra i 5/10 rendono Curva tenace. Compatibilità indiretta.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "scrittura2.jpg",
      "signs": [
        {
          "id": 2,
          "max": 8,
          "min": 4,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 11,
          "max": 5,
          "min": 1,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Curva con Angoli A (sotto 5/10) rende Curva giustamente risentita",
      "description_short": "Un risentimento legittimo (Angoli A non eccessivi) permette a Curva di reagire in modo appropriato.",
      "description_long": "La combinazione di Curva con Angoli A che non superano i 5/10 (risentimento legittimo) dota l'altruismo di Curva della capacità di un risentimento giustificato. Il soggetto è capace di difendere i propri diritti e quelli altrui senza cadere nella permalosità, mantenendo una base altruistica.",
      "original_text_condition": "Angoli A non sopra i 5/10 rendono Curva giustamente risentita. Compatibilità diretta.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag63.png",
      "signs": [
        {
          "id": 2,
          "max": 8,
          "min": 4,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 19,
          "max": 5,
          "min": 1,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Curva con Sinuosa: abilità di penetrazione psicologica nell'altruismo",
      "description_short": "Sinuosa fornisce a Curva l'abilità di comprendere profondamente gli altri per dispensare il beneficio con oculatezza.",
      "description_long": "L'associazione di Curva con Sinuosa indica un altruismo dotato di notevole capacità di penetrazione psicologica. Il soggetto è abile nel comprendere l'animo altrui, permettendogli di dispensare il proprio aiuto e la propria bontà con maggiore oculatezza ed efficacia.",
      "original_text_condition": "Sinuosa dà a Curva l'abilità di penetrare l'animo altrui e di dispensare il beneficio con oculatezza. Compatibilità diretta.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag63.png",
      "signs": [
        {
          "id": 2,
          "max": 8,
          "min": 4,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 33,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Orgoglio da Curva e Marcata (contradditorietà)",
      "description_short": "La combinazione di Curva (estroversione) e Marcata (introversione) è alla base dell'orgoglio e della sua natura contraddittoria.",
      "description_long": "L'orgoglio in genere si fonda sulla co-presenza dei segni Curva (che indica estroversismo e spinta verso gli altri) e Marcata (che indica introversismo e ritorno su se stesso). Questa dualità spiega la contradditorietà degli atteggiamenti dell'orgoglioso. La presenza di Filiforme o Fine può ulteriormente qualificare questa dinamica.",
      "original_text_condition": "Il segno curva nell'orgoglio deve essere accompagnato dal segno marcata perchè in quanto curva indica estroversismo, in quanto marcata indica introversismo, cioè il movimento dell'orgoglio sente la spinta verso gli altri (curva) ma per ritornare su se stesso (marcata). Da qui la contradditorietà degli atteggiamenti dell'orgoglioso.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag29.png",
      "signs": [
        {
          "id": 2,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },

        {
          "id": 38,
          "max": 10,
          "min": 1,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 39,
          "max": 10,
          "min": 1,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Permalosità vendicativa (Angoli A + Acuta + Secca)",
      "description_short": "Combinazione di permalosità (Angoli A), spirito di contraddizione (Acuta) e grettezza (Secca) che porta a vendicatività.",
      "description_long": "La permalosità (Angoli A > 5/10) si unisce alla tendenza a contraddire e distruggere i diritti altrui (Acuta, Secca). Il segno Mantiene il rigo aggiunge fermezza nello scopo vendicativo. Questa combinazione definisce un carattere incline alla vendetta sistematica.",
      "original_text_condition": "Angoli A, Acuta, Secca e Mantiene il rigo ci danno il carattere della permalosità vendicativa.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag157.png",
      "signs": [
        {
          "id": 19,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 28,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 13,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 12,
          "max": 10,
          "min": 7,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Comando buono, giusto e oculato",
      "description_short": "Combinazione di segni che indica attitudine a un comando equilibrato, empatico e saggio.",
      "description_long": "Per un comando che sia buono, giusto e oculato sono necessarie qualità come naturalezza senza studiosità (Fluida), arte di penetrare l'animo altrui (Sinuosa), bontà e tendenza al sacrificio (Curva), generosità circostanziata (Larga tra lettere), e giusta remissività (Aste col concavo a destra sulla mediocrità).",
      "original_text_condition": "Per questo carattere è necessario che vi sia naturalezza senza studiosità che implica qualche cosa di ipocrisia, quindi Fluida; di arte per penetrare l'animo altrui e trattarlo secondo il bisogno, quindi Sinuosa; di bontà o di tendenza al sacrificio per gli altri, quindi di Curva; di generosità secondo le circostanze, quindi di Larga tra lettere; di remissività giusta, quindi di Aste col concavo a destra sulla mediocrità.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag161.png",
      "signs": [
        {
          "id": 9,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 33,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 2,
          "max": 8,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 1,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 6,
          "max": 5,
          "min": 4,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Intelligenza intuitiva positiva (Genio)",
      "description_short": "Definizione generale del genio come intelligenza che inventa e produce spontaneamente, parallela al temperamento d'assalto.",
      "description_long": "L'intelligenza intuitiva positiva è quella che inventa, producendo quasi come sorgente. Appartiene al genio. Considera ciò che è dagli altri, ma non se ne cura perché trova migliore ciò che scaturisce da sé. È il parallelo intellettuale del temperamento dell'assalto. Il genio è convinto di quello che trova e rimane nella sua convinzione, pensando che tutti arrivino a conoscere ciò cui lui crede o scopre.",
      "original_text_condition": "L'intelligenza intuitiva positiva è l'intelligenza che inventa, cioè quella che produce quasi come sorgente. A questa appartiene il genio. Questa intelligenza considera ciò che è dagli altri, ma non se ne cura perché non ne ha bisogno, trovando migliore ciò che scaturisce da sé. In ciò consiste il genio positivo. Tale intelligenza è il parallelo intellettuale del temperamento dell'assalto.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag41.png",
      "signs": [
        {
          "id": 57,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 28,
          "max": 5,
          "min": 1,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Intelligenza assimilatrice o di ragionamento positiva (Ingegno)",
      "description_short": "Definizione dell'ingegno come intelligenza che assimila, esamina e riproduce dati altrui, parallela al temperamento d'attesa.",
      "description_long": "L'intelligenza assimilatrice o di ragionamento positiva non inventa, ma assimila ed esamina i dati già trovati da altri, se ne impossessa e li riproduce mettendo qualche cosa dell'io, tanto da far apparire il risultato come una produzione originale, mentre è una riproduzione metodica. Appartiene all'ingegno ed è il parallelo intellettuale del temperamento dell'attesa. L'ingegno tende a spiegare troppo e a pretendere troppe spiegazioni.",
      "original_text_condition": "L'intelligenza assimilatrice o di ragionamento, positiva, è l'intelligenza che non inventa, ma assimila ed esamina i dati già trovati da altri, se ne impossessa e li riproduce mettendo qualche cosa dell'io tanto da fare apparire il risultato come una produzione originale, mentre esaminandolo profondamente non è altro che una riproduzione che esecutivamente è più metodica e quindi sembra più originale. A questa appartiene l'ingegno. Questa intelligenza è il parallelo intellettuale del temperamento dell'attesa.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag41-42.png",
      "signs": [
        {
          "id": 56,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 7,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Intelligenza assimilatrice negativa (Talento di contraddizione)",
      "description_short": "Definizione del talento come intelligenza fondata sulla contraddizione e resistenza intellettuale, parallela al temperamento della resistenza.",
      "description_long": "L'intelligenza assimilatrice negativa è quella che sta fondata sulla contraddizione o resistenza intellettuale a tutto. È il parallelo del temperamento della resistenza. Tale intelligenza ha sempre da ridire su tutto quello che appartiene agli altri per fare valere il proprio. A questa intelligenza appartiene il talento. Il talento contraddice sempre e si crede di valere manifestando il suo valore contraddicendo.",
      "original_text_condition": "L'intelligenza assimilatrice negativa è quella che sta fondata sulla contraddizione o resistenza intellettuale a tutto. È il parallelo del temperamento della resistenza. Tale intelligenza ha sempre da ridire su tutto quello che appartiene agli altri per fare valere il proprio. A questa intelligenza appartiene il talento.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag42.png",
      "signs": [
        {
          "id": 28,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 11,
          "max": 10,
          "min": 6,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Intelligenza intuitiva negativa (Inconcludente, influenzabile)",
      "description_short": "Definizione dell'intelligenza inventiva ma inconcludente per mancanza di criterio pratico o influenzabilità, parallela al temperamento della cessione.",
      "description_long": "L'intelligenza intuitiva negativa è l'intelligenza dell'inventore, ma che non riesce a portare a termine l'opera o per mancanza del necessario criterio pratico o per influenzabilità totale passiva. A questa categoria appartengono i disordinati, i neghittosi, gli sciatti, i mancanti di spina dorsale intellettiva. Tale intelligenza è il parallelo del temperamento della cessione. Tende a lasciarsi stornare dalle proprie convinzioni da qualunque piccola difficoltà.",
      "original_text_condition": "L'intelligenza intuitiva negativa è l'intelligenza dell'inventore, ma che non riesce a portare a termine l'opera o per mancanza del necessario criterio pratico o per influenzabilità totale passiva... Tale intelligenza è il parallelo del temperamento della cessione.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag42.png",
      "signs": [
        {
          "id": 57,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 31,
          "max": 10,
          "min": 4,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 3,
          "max": 10,
          "min": 4,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Curva con Angoli A (sotto 5/10): Altruismo con giusto risentimento e distinzione dell'Io",
      "description_short": "Curva unita ad Angoli A moderati indica altruismo capace di difendere l'Io senza eccessiva neghittosità o egoismo.",
      "description_long": "Quando il segno Curva si combina con Angoli A (fino a 5/10), l'altruismo acquista la capacità di un risentimento legittimo e una corretta distinzione tra l'Io proprio e l'altrui. Ciò attenua la neghittosità potenziale di Curva e previene un egoismo eccessivo, permettendo una difesa equilibrata dell'Io.",
      "original_text_condition": "Gli Angoli A sino ai 5/10 o fino ai 5/10 alle disposizioni suddette aggiungono quel certo risveglio del sentimento di distinzione tra l'Io proprio e l'altrui che rattiene la facilità qualità del Curva a cedere oltre il dovere.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag48.png",
      "signs": [
        {
          "id": 2,
          "max": 8,
          "min": 4,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 19,
          "max": 5,
          "min": 1,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Curva con Angoli B (mediocre/sottomediocre) e Calma Ponderata: Abilità al superiorato morale",
      "description_short": "Combinazione che indica capacità di guida morale equilibrata, unendo altruismo, tenacia moderata e prudenza.",
      "description_long": "La presenza di Curva in grado mediocre o sopramediocre, Angoli B in grado mediocre o sottomediocre (ma non tanto sottomediocre), e Calma Ponderata (prudenza) può dare l'abilità per essere un buon superiore, specialmente in questioni morali. L'equilibrio tra la cessione altruistica, la tenacia e la riflessione prudente crea una leadership efficace.",
      "original_text_condition": "Curva e Angoli B ambedue in un grado mediocre, oppure Curva in un grado mediocre o sopramediocre, e Angoli B in un grado mediocre e sottomediocre, ma non tanto sottomediocre, con Calma ponderata (prudenza) possono dare l'abilità per essere un buon superiore specialmente in cose morali.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag48.png",
      "signs": [
        {
          "id": 2,
          "max": 8,
          "min": 4,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 11,
          "max": 5,
          "min": 3,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 37,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 36,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Curva con Intozzata 1° modo (entrambi massimi): Indipendenza altruistica, rifiuto del dispotismo",
      "description_short": "Massima Curva e massima Intozzata 1° modo indicano un soggetto che declina il comando per altruismo, ma mantiene forte indipendenza.",
      "description_long": "Se il Curva è al massimo grado e al massimo grado è Intozzata 1° modo, allora il soggetto può essere che declini il comando in quanto tale perché dall'altruismo vi viene indotto (l'altruismo per se stesso tende a non imporsi), ma avrà sempre la spinta a essere indipendente, per non volere essere disturbato nelle sue aspirazioni sia pure altruistiche. Chiamato al comando, rifiuterebbe ogni dispotismo.",
      "original_text_condition": "Se il Curva è al massimo grado e al massimo grado è Intozzata 1° modo, allora il soggetto può essere che declini il comando in quanto tale perché dall'altruismo vi viene indotto... ma avrà sempre la spinta a essere indipendente...",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag49.png",
      "signs": [
        {
          "id": 2,
          "max": 8,
          "min": 8,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 20,
          "max": 10,
          "min": 9,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Disintegrazione da risentimento illegittimo con tendenza sadica (Angoli A elevati)",
      "description_short": "Angoli A molto elevati possono portare a disintegrazione con manifestazioni sadiche.",
      "description_long": "Quando il segno Angoli A è presente in grado molto elevato (da 7/10 in su), indica una tendenza al risentimento illegittimo e permalosità. Questa condizione, se non controllata, può portare a una disintegrazione della personalità con manifestazioni sadiche, dove il soggetto prova piacere nel tormentare o sminuire gli altri per compensare il proprio senso di offesa.",
      "original_text_condition": "I veri sadici non possono non avere gli Angoli A da 7 in su.",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag49.png",
      "signs": [
        {
          "id": 19,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 28,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        }
      ]
    },

    {
      "title": "Depressione da timidezza e scoraggiamento",
      "description_short": "Combinazione di Discendente, Lenta con Pendente e Parca che indica depressione derivante da timidezza e conseguente scoraggiamento.",
      "description_long": "Questa forma di depressione nasce dalla timidezza che arresta l'evoluzione delle facoltà mentali, inducendo il soggetto a credersi privo di capacità. Il segno Discendente indica debolezza morale, Lenta con Pendente indica abbandono e sfiducia, mentre Parca (laconicità) può riflettere una tendenza a ruminare interiormente i propri fallimenti percepiti. La Strettezza tra parole accentua la mancanza di fiducia nelle proprie argomentazioni.",
      "original_text_condition": "Questa depressione ha per indice i seguenti segni grafologici: Discendente (debolezza morale), Lenta con pendente (abbandono, sfiducia di tutto), Parca (laconicità, tendenza a ruminare nel proprio interno i propri fallimenti), Strettezza tra parole sopra il grado medio (tendenza a non esporsi per autosfiducia)...",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag85_fig55.png",
      "signs": [
        {
          "id": 3,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },

        {
          "id": 7,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 51,
          "max": 10,
          "min": 6,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Attitudine per Liceo Artistico (Disegno)",
      "description_short": "Combinazione di originalità, senso estetico, malleabilità manuale, chiarezza espressiva e delicatezza di sentimento.",
      "description_long": "L'attitudine per il Liceo Artistico, con focus sul disegno, richiede originalità (Disuguale metodicamente), senso estetico (Elegante), malleabilità della mano (Fluida e un po' Flessuosa), chiarezza concettuale ed espressiva (Chiara), e delicatezza di sentimento (Filiforme). La Triplice Larghezza almeno media supporta l'equilibrio intellettivo.",
      "original_text_condition": "I segni grafologici fondamentali per questa abilità sono: Disuguale metodicamente per l'originalità; Elegante per l'estetica; Fluida e un po' Flessuosa per la malleabilità della mano; Chiara per il concetto e l'espressione; Filiforme per la delicatezza del sentimento, oltre alla Triplice Larghezza (almeno media) per l'equilibrio intellettivo.",
      "author": "Girolamo Moretti",
      "source": 13,
      "imagePath": "placeholder_GPScuola_pag225_fig99.png",
      "signs": [
        {
          "id": 57,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },

        {
          "id": 9,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "M"
        },

        {
          "id": 18,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 38,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 55,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 1,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 56,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Tecnica esecutiva (Chirurgia, Musica, ecc.)",
      "description_short": "Abilità per l'esecuzione precisa e meticolosa, basata sull'apprendimento fedele delle regole.",
      "description_long": "La tecnica impeccabile nell'esecuzione (es. chirurgica, musicale) è indicata dai segni Uguale (fedeltà all'applicazione delle regole), Accurata (attenzione ai particolari) e Pendente (spirito assimilatore). Questi segni indicano una tendenza a riprodurre pedantemente quanto stabilito dalle norme.",
      "original_text_condition": "Grafologicamente deve avere i segni Uguale, Accurata, Pendente. Il segno Uguale indica fedeltà alla applicazione delle regole; Accurata, attenzione accentuata nella applicazione di tutti i particolari; Pendente, spirito assimilatore.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag271_fig158.png",
      "signs": [
        {
          "id": 50,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 46,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 7,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Generosità delicata, piena di tatto e angelica",
      "description_short": "Combinazione di generosità (Larga tra lettere, Profusa) con delicatezza e finezza di sentimento (Filiforme, Fine).",
      "description_long": "Quando Larga tra lettere e Profusa (entrambe sopra i 5/10) si uniscono a Filiforme, e ancor più se anche a Fine, si ha una generosità caratterizzata da estrema delicatezza, tatto, e una qualità quasi angelica nel porgersi e nel comprendere.",
      "original_text_condition": "Se Larga tra lettere e Profusa sopra i 5/10 vanno insieme a Filiforme, e molto più se il Filiforme è anche Fine, ci dà un nuovo sottocarattere della generosità e cioè la generosità delicata, piena di tatto, desiderabile, ammirabile, angelica.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag135.png",
      "signs": [
        {
          "id": 1,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 8,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 38,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 39,
          "max": 10,
          "min": 1,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Debolezza morale altruistica (cessione per motivo altruistico)",
      "description_short": "Discendente unito a Curva sopramediocre indica una debolezza che si manifesta come cessione spinta da motivazioni altruistiche.",
      "description_long": "La combinazione del segno Discendente (indice di debolezza morale) con Curva in grado sopramediocre (forte tendenza altruistica) porta a una debolezza morale di tipo altruistico. Il soggetto è incline a cedere e a sacrificare i propri interessi spinto da un forte impulso ad aiutare gli altri, anche a proprio detrimento.",
      "original_text_condition": "Se il Discendente va congiunto con Curva sopramediocre ci dà debolezza morale altruistica, cioè la debolezza che si dà alla cessione spinta da motivo altruistico.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag138.png",
      "signs": [
        {
          "id": 3,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 2,
          "max": 8,
          "min": 5,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Testardaggine irremovibile (Angoli B con Mantiene il rigo e Aste a sinistra)",
      "description_short": "Combinazione che indica una testardaggine estrema, rafforzata da fermezza, inflessibilità e repulsione.",
      "description_long": "La testardaggine (Angoli B > 5/10) diventa irremovibile quando si associa a Mantiene il rigo (fermezza), Aste in linea retta (inflessibilità) e Aste col concavo a sinistra (repulsione). Il soggetto si fissa sulle proprie posizioni con una caparbietà che rasenta il morboso, respingendo ogni tentativo di dialogo o influenza esterna.",
      "original_text_condition": "Angoli B con Mantiene il rigo, Aste in linea retta e Aste col concavo a sinistra ci dà il carattere della testardaggine irremovibile.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag145.png",
      "signs": [
        {
          "id": 11,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 12,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 14,
          "max": 10,
          "min": 7,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 23,
          "max": 10,
          "min": 5,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Intelligenza intuitiva per musica e armonia (Intozzata 2 modo e Scattante)",
      "description_short": "La combinazione di Intozzata 2 modo e Scattante indica sensibilità e sensitività per melodia e armonia, predisponendo a doti musicali.",
      "description_long": "Il segno Intozzata 2° modo (impressionabilità, sensibilità) unito a Scattante (senso del ritmo, armonia) conferisce una spiccata sensibilità e sensitività per la melodia e l'armonia. Questa combinazione prepara musicisti e tipi spiccatamente uditivi, capaci di produrre in campo artistico o scientifico (metapsichica), data l'importanza dell'udito nella percezione paranormale.",
      "original_text_condition": "Intozzata 2° modo e Scattante. Scattante mette insieme i suoni con la melodia, armonizzandoli; l'Intozzata 2° modo con Scattante dà la sensibilità e la sensitività della melodia e dell'armonia.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag89.png",
      "signs": [
        {
          "id": 31,
          "max": 10,
          "min": 4,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 22,
          "max": 10,
          "min": 4,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Intelligenza per esegesi storica e biblica (Minuta, Larga tr.parole, Chiara, Nitida, Parca, Staccata/Attaccata equilibrate)",
      "description_short": "Combinazione di finezza analitica, chiarezza, oggettività e memoria per l'esegesi rigorosa.",
      "description_long": "L'attitudine all'esegesi (storica, biblica) richiede Minuta (finezza di concezione), Larga tra parole (ragionamento critico), Chiara e Nitida (chiarezza e distinzione), Parca (laconicità e memoria), e un equilibrio tra Staccata (analisi) e Attaccata (sintesi), con Mantiene il rigo (fermezza). Questa combinazione permette un'analisi dettagliata e rigorosa dei testi.",
      "original_text_condition": "L'esegesi in genere deve avere la facoltà letteraria, storica e critica in forma chiara e nitida... I segni dell'esegesi in genere sono: Minuta, Larga tra parole, Chiara, Nitida, Parca, Staccata e Attaccata in equilibrio, Mantiene il rigo.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag210_fig61.png",
      "signs": [
        {
          "id": 47,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 56,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 18,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "M"
        },

        {
          "id": 51,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 52,
          "max": 6,
          "min": 4,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 10,
          "max": 6,
          "min": 4,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 12,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Poesia lirica (Disuguale metodicamente 1°sp., Calma, Calibro piccolo/medio)",
      "description_short": "Attitudine alla poesia lirica, caratterizzata da originalità melodica, quiete interiore e misura espressiva.",
      "description_long": "La vera poesia lirica ha per indice grafologico i segni Disuguale metodicamente della prima specie (originalità melodica e concettuale), Calma (quiete interiore necessaria alla contemplazione poetica), e Calibro piccolo o medio (per evitare eccessi e mantenere la delicatezza espressiva). Il Calibro grande appartiene più alla drammatica.",
      "original_text_condition": "La Lirica. La Lirica (la vera poesia) ha per indice grafologico i segni Disuguale metodicamente della prima specie e Calma, Calibro piccolo o medio...",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag190_fig18_19.png",
      "signs": [
        {
          "id": 57,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 37,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        }
      ]
    },

    {
      "title": "Attitudine per Ingegneria Civile (Calcolo e Discussione)",
      "description_short": "L'ingegnere civile si distingue per capacità di calcolo (Larga tra parole spiccata) e attitudine alla discussione e argomentazione (un che di Acuta).",
      "description_long": "L'ingegneria civile richiede, oltre ai segni generali dell'ingegneria, una spiccata Larghezza tra parole per il calcolo e la capacità di ragionamento, e un 'che di Acuta' per la disposizione a discutere e argomentare tecnicamente.",
      "original_text_condition": "L'ingegnere civile deve distinguersi per calcolo. Quindi la scrittura deve presentare Larghezza tra parole spiccata per il calcolo, un che di Acuta per la disposizione a discutere, arguire.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag258_fig138.png",
      "signs": [
        {
          "id": 56,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 28,
          "max": 5,
          "min": 1,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 55,
          "max": 10,
          "min": 5,
          "optional": true,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Attitudine per Commercio (Astuzia e Trattativa)",
      "description_short": "Abilità commerciale che implica ponderazione, penetrazione, discriminazione e costanza nell'uso dei mezzi.",
      "description_long": "L'attitudine al commercio richiede ponderazione, penetrazione e discriminazione nella scelta dei mezzi (Triplice Larghezza equilibrata, Sinuosa), e oculatezza e costanza nel loro uso (Mantiene il rigo, Parca). L'Angolo C è utile per l'abilità pratica.",
      "original_text_condition": "Per questo, quando si ha la vera attitudine si ha anche l'abilità, perché l'oculatezza, la costanza sono una conseguenza del lavoro di ponderazione, penetrazione e discriminazione.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag280_fig172_181.png",
      "signs": [
        {
          "id": 55,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 1,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 56,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 33,
          "max": 10,
          "min": 5,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 12,
          "max": 10,
          "min": 6,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 51,
          "max": 10,
          "min": 6,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Abilità per direzione cinematografica (regista)",
      "description_short": "Capacità di regia che unisce psicologia, spigliatezza e originalità.",
      "description_long": "Per essere un eccellente regista cinematografico sono necessarie tendenza e abilità per la psicologia (Sinuosa), grande spigliatezza (Fluida) e originalità (Disuguale metodicamente).",
      "original_text_condition": "Da questi segni [Sinuosa, Fluida, Disuguale metodicamente] il soggetto potrebbe riuscire molto bene per direzione cinematografica, cioè, potrebbe essere un eccellente regista...",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag88.png",
      "signs": [
        {
          "id": 33,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 9,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 57,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Disintegrazione per eccessiva generosità e mancanza di controllo",
      "description_short": "Generosità (Larga tra lettere) e altruismo (Curva) che, senza controllo (mancanza di Angoli A e B adeguati), portano a squilibrio.",
      "description_long": "La generosità e l'altruismo, quando eccessivi e non bilanciati da un adeguato senso di auto-conservazione e tenacia (Angoli A e B bassi o mal gestiti), possono portare a una disintegrazione in cui il soggetto si annulla per gli altri o viene sfruttato, perdendo il proprio equilibrio.",
      "original_text_condition": "La generosità è di natura diversa dall'altruismo, poiché l'altruismo vero è totalmente estrovertivo, mentre la generosità può essere anche introversiva. Nel soggetto la generosità ha la tendenza a soddisfare il soggetto medesimo di quanto pensa e mette in azione.",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag35.png",
      "signs": [
        {
          "id": 1,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 2,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 19,
          "max": 3,
          "min": 0,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 11,
          "max": 3,
          "min": 0,
          "optional": true,
          "classification": "M"
        }
      ]
    },

    {
      "title": "Attitudine per Istituto Tecnico Commerciale (Ragioneria)",
      "description_short": "Combinazione di equilibrio intellettivo, ordine, metodo, fluidità e una certa sobrietà per la professione di ragioniere.",
      "description_long": "Per l'Istituto Tecnico Commerciale, che forma ragionieri, è necessaria una Triplice Larghezza equilibrata per capacità di comprensione e oggettività, Calibro medio (un po' sopra per non cadere in minuziosità), un po' di Accurata per ordine e metodo, Fluida per spigliatezza, e Parca per sobrietà. Angoli C e Pendente (un po') sono utili per trattare col pubblico.",
      "original_text_condition": "I segni grafologici fondamentali sono: oltre la Triplice Larghezza equilibrata... Calibro medio un po' sopra... un po' Accurata per l'ordine e il metodo; Fluida per la spigliatezza; Parca per la sobrietà; andrebbero bene anche Angoli C e Pendente (un po') per saper trattare con il pubblico.",
      "author": "Girolamo Moretti",
      "source": 13,
      "imagePath": "placeholder_GPScuola_pag228_fig101.png",
      "signs": [
        {
          "id": 55,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 1,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 56,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 46,
          "max": 5,
          "min": 1,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 9,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 51,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 54,
          "max": 10,
          "min": 1,
          "optional": true,
          "classification": "A"
        },
        {
          "id": 7,
          "max": 5,
          "min": 1,
          "optional": true,
          "classification": "A"
        }
      ]
    },
    {
      "title": "Attitudine per Ingegneria Edile (con Estetica)",
      "description_short": "Combinazione dei segni generali dell'ingegneria con aggiunta di Elegante per il senso estetico richiesto.",
      "description_long": "Per l'ingegneria edile, oltre ai segni generali dell'attitudine ingegneristica (Disuguale metodicamente, Triplice Larghezza equilibrata, Parca, Chiara, Spigliata), è necessario il segno Elegante per l'indispensabile senso estetico nella progettazione e realizzazione di edifici.",
      "original_text_condition": "Ingegneria edile. Bisogna si avverino tutti i segni detti e in più ci deve essere Elegante perché l'ingegneria edile richiede l'estetica.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag257_fig137.png",
      "signs": [
        {
          "id": 57,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 55,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 56,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 1,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 51,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 18,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Disintegrazione da eccessiva remissività (Aste a destra e Pendente)",
      "description_short": "La combinazione di Aste col concavo a destra e Pendente, entrambi in grado elevato, indica una disintegrazione per eccessiva remissività che sfocia in viltà.",
      "description_long": "Quando il segno Aste col concavo a destra (remissività) e il segno Pendente (affettività languida, tendenza alla cessione) sono entrambi presenti in grado superiore a 5/10, si ha una disintegrazione del carattere. Questa eccessiva remissività, non bilanciata da adeguata fermezza, porta il soggetto a una forma di viltà, con difficoltà a difendere le proprie posizioni e una tendenza a subire passivamente le influenze esterne.",
      "original_text_condition": "Perciò la vera disintegrazione che scaturisce dalla remissività eccessiva deve avere per indice Aste col concavo a destra sopra i 5 e Pendente pure sopra i 5. Quanto più questi due segni sono di grado elevato, tanto più è indice di disintegrazione per eccessiva remissività non mai disunita dalla viltà.",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag108_fig96.png",
      "signs": [
        {
          "id": 6,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 7,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Abilità per critica storica e strategica (Contorta e Sinuosa con Triplice Larghezza)",
      "description_short": "La combinazione di Contorta (controllo) e Sinuosa (penetrazione psicologica), supportata da adeguata Triplice Larghezza, dà abilità per critica storica, diplomatica e strategica.",
      "description_long": "I segni Contorta e Sinuosa, quando accompagnati da sufficiente Larghezza di lettere e tra parole, forniscono l'abilità per la critica storica, diplomatica e strategica. Contorta apporta la capacità di controllo e analisi degli elementi, mentre Sinuosa offre la penetrazione psicologica necessaria per comprendere le motivazioni e le dinamiche sottostanti. La Triplice Larghezza assicura la profondità intellettiva e la capacità di ragionamento necessarie.",
      "original_text_condition": "Angoli C e Contorta danno l'abilità di ingranare gli elementi che costituiscono gli studi sociali e di ridurre all'economia dei mezzi per la messa in moto di una costruzione sociale. Danno l'abilità per la critica storica, diplomatica, strategica, e per la stessa strategia, purché questi due segni vadano accompagnati con sufficiente larghezza di lettere e tra parole.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag74.png",
      "signs": [
        {
          "id": 32,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 33,
          "max": 10,
          "min": 5,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 55,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 56,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Disintegrazione per autostima da mania di superiorità intellettuale (Ponderata elevata e altri)",
      "description_short": "Una Ponderata eccessiva, con Stentata, Sinuosa, Pendente e Contorta, può indicare un'autostima irrealistica che sfocia in manie.",
      "description_long": "Un'eccessiva Ponderata (9/10), se combinata con Stentata (6/10, collera trattenuta), Sinuosa (6/10, penetrazione usata per autoinganno), Pendente (6/10, affettività che cerca conferme) e Contorta (5/10, controllo che diventa rigidità), può portare a una disintegrazione dovuta a un'autostima non corrispondente alla realtà, con possibili derive maniacali o di persecuzione, specialmente se il soggetto si sente incompreso.",
      "original_text_condition": "Autostima per mania di superiorità intellettuale. Fig. 211: Ponderata 9/10, Stentata 6/10, Sinuosa 6/10, Pendente 6/10, Contorta 5/10.",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag197_fig211.png",
      "signs": [
        {
          "id": 36,
          "max": 10,
          "min": 9,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 34,
          "max": 6,
          "min": 6,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 33,
          "max": 6,
          "min": 6,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 7,
          "max": 6,
          "min": 6,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 32,
          "max": 5,
          "min": 5,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Temperamento di cessione per debolezza morale (Discendente e Pendente elevati)",
      "description_short": "La combinazione di Discendente e Pendente, entrambi in grado superiore, indica una debolezza di carattere che si abbandona all'affettività languida.",
      "description_long": "Quando il segno Discendente (debolezza morale) si presenta con un grado superiore a 5/10 e si unisce a Pendente (affettività languida, assimilazione) anch'esso sopra i 5/10, si delinea un carattere di debolezza che si abbandona passivamente all'affettività languida. Il soggetto manca di iniziativa e tende a subire le influenze emotive esterne.",
      "original_text_condition": "Il Discendente con Pendente sopra i 5/10 vi dà la debolezza che si abbandona all'affettività languida.",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag114.png",
      "signs": [
        {
          "id": 3,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 7,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Carattere del comando per comandare (esteriorità)",
      "description_short": "Indica una tendenza a manifestare esteriormente il comando, senza necessariamente possederne la sostanza o la vera tendenza interna.",
      "description_long": "Il 'comando per comandare' si riferisce a un aspetto più esteriore dell'autorità, non sempre supportato da una reale tendenza interna al comando (data da Intozzata 1° modo). È caratterizzato da segni come Dritta (sostenutezza), Aste a sinistra (repulsione verso chi contesta), Aste rette (inflessibilità), Spavalda (ostentazione) e Recisa (decisione esteriore).",
      "original_text_condition": "Carattere del comando per comandare. [...] I segni che lo rivelano sono: Dritta, Aste a sinistra, Aste in linea retta, senza Aste col concavo a destra, Spavalda, Recisa, Austera. Per questo comando, che non è comando, non c'è bisogno del segno Intozzata 1° modo...",
      "author": "Girolamo Moretti",
      "source": 5,
      "imagePath": "placeholder_GP_pag161.png",
      "signs": [
        {
          "id": 15,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 23,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 14,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 27,
          "max": 10,
          "min": 5,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 16,
          "max": 10,
          "min": 5,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Abilità per ragioneria e segreteria (Ricci Nascondimento)",
      "description_short": "I Ricci del Nascondimento, uniti a Angoli A, indicano abilità per compiti che richiedono discrezione e attenzione ai dettagli come ragioneria e segreteria.",
      "description_long": "La presenza dei Ricci del Nascondimento, specialmente se accompagnati da Angoli A (attenzione ai propri diritti e a non essere menomato), conferisce l'abilità per professioni come la ragioneria e la segreteria. Questa combinazione suggerisce una tendenza a conservare informazioni e a gestire dettagli con riserbo, ma anche una potenziale inclinazione a usare questa abilità per proprio vantaggio se l'Io si sente minacciato.",
      "original_text_condition": "Angoli A e Ricci del nascondimento. Ricci del nascondimento portano l'abilità per la ragioneria, per la segreteria e simili. Siccome, però, gli Angoli A sono indice dell'offesa dell'io... ne viene che il ragioniere, il segretario muniti di questi segni non cercano l'oggettività delle cose, e perciò in casi speciali possono per il proprio avanzamento tradire la causa del loro principale e agire a suo danno.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag62.png",
      "signs": [
        {
          "id": 42,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 19,
          "max": 10,
          "min": 4,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Attitudine per meccanica di piccolo ingranaggio (Contorta e Minuta)",
      "description_short": "La combinazione di Contorta (controllo meccanico) e Minuta (finezza esecutiva) indica abilità per meccanica di precisione e piccoli ingranaggi, come la radiotecnica.",
      "description_long": "Quando il segno Contorta, indice di tendenza al controllo e all'ingranaggio, si unisce al segno Minuta, che esprime finezza di concezione e di esecuzione, si ha l'abilità per la meccanica di piccolo ingranaggio e per lavori di precisione. Questa combinazione è tipica di chi riesce in settori come la radiotecnica, dove è richiesta attenzione ai minimi dettagli e alle interconnessioni complesse.",
      "original_text_condition": "Contorta e Minuta. Questi due segni danno l'abilità alla meccanica di piccolo ingranaggio, di minime combinazioni, come sarebbe a esempio la radiotecnica.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag125.png",
      "signs": [
        {
          "id": 32,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 47,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Anomalia per soddisfazione sessuale unilaterale (masturbazione)",
      "description_short": "Combinazione di Minuta, Titubante e Parca che indica una tendenza a rifugiarsi in soddisfazioni sessuali solitarie a causa di timidezza e riserbo.",
      "description_long": "La presenza di Minuta (osservazione fine ma anche tendenza a chiudersi), Titubante (indecisione, timore nelle relazioni) e Parca (laconicità, riserbo) può portare a una disintegrazione dove il soggetto, per difficoltà a stabilire relazioni affettive e sessuali dirette, si rifugia in forme di soddisfazione sessuale unilaterale. L'eccessiva analisi interiore e la paura del confronto contribuiscono a questa dinamica.",
      "original_text_condition": "Anomalia per soddisfazione sessuale unilaterale. Minuta 5/10, Titubante 6/10, Parca 9/10.",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag195.png",
      "signs": [
        {
          "id": 47,
          "max": 5,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 4,
          "max": 6,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 51,
          "max": 10,
          "min": 9,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Mancanza di criterio pratico (Larga tr. parole < 2/10 con Curva e Ottimismo)",
      "description_short": "Eccessiva strettezza tra parole, unita a Curva (faciloneria) e ottimismo, indica ingenuità e mancanza di discernimento pratico.",
      "description_long": "Una Larghezza tra parole inferiore a 2/10 segnala una marcata mancanza di criterio e discernimento. Se questa si combina con Curva (che può portare a faciloneria e a dare fiducia indiscriminata) e una generale tendenza all'ottimismo, il soggetto manifesterà ingenuità e incapacità di valutare realisticamente situazioni e persone, esponendosi a inganni.",
      "original_text_condition": "La scrittura Larga tra parole sotto i 2/10, come quella di Figura 18, non dà alcuna speranza per compiti in cui sia necessario uno spirito critico: commercio, affari, materie che hanno bisogno di matematica applicata.",
      "author": "Girolamo Moretti",
      "source": 13,
      "imagePath": "placeholder_GPScuola_pag120_fig18.png",
      "signs": [
        {
          "id": 56,
          "max": 1,
          "min": 0,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 2,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Intelligenza equilibrata per ragioneria e commercio (Triplice Larghezza e Accurata)",
      "description_short": "Una Triplice Larghezza equilibrata con Accurata indica attitudine per mansioni di ragioneria, economia e commercio.",
      "description_long": "Il soggetto con Triplice Larghezza equilibrata (Larga di lettere, tra lettere, tra parole con gradi simili e sulla media) e il segno Accurata (precisione, ordine) possiede un'intelligenza adatta a compiti di ragioneria, economia e commercio. Questa combinazione denota capacità di approfondimento, giudizio oggettivo, ragionamento e cura dei dettagli.",
      "original_text_condition": "L'autore della grafia può riuscire bene per tutte le mansioni di ragioneria, per economia e commercio (Triplice Larghezza e Accurata).",
      "author": "Girolamo Moretti",
      "source": 13,
      "imagePath": "placeholder_GPScuola_pag140_fig29.png",
      "signs": [
        {
          "id": 55,
          "max": 7,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 1,
          "max": 6,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 56,
          "max": 8,
          "min": 8,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 46,
          "max": 6,
          "min": 6,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Abilità per spionaggio internazionale (Fluida, Accurata, Studiata, Triplice Larghezza, Attaccata)",
      "description_short": "Combinazione di fluidità mentale, accuratezza, capacità di studio, intelligenza equilibrata e sintesi per compiti di spionaggio.",
      "description_long": "L'attitudine per lo spionaggio a livello internazionale richiede una mente fluida e adattabile (Fluida 8/10), accuratezza e capacità di studio (Accurata, Studiata 8/10), una solida base intellettiva (Triplice Larghezza equilibrata) e capacità di sintesi (Attaccata). Questa combinazione permette di raccogliere, analizzare e presentare informazioni in modo efficace e discreto.",
      "original_text_condition": "Vedi fig. 257 un esempio del vero artista dell'inganno per la presenza dei segni: Fluida 8/10, Accurata, Studiata 8/10, triplice Larghezza equilibrata, Attaccata per l'abbondanza della parola. Vero esempio di spionaggio internazionale...",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag347_fig257.png",
      "signs": [
        {
          "id": 9,
          "max": 8,
          "min": 8,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 46,
          "max": 8,
          "min": 8,
          "optional": false,
          "classification": "S"
        },

        {
          "id": 55,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 1,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 56,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 10,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Disintegrazione da eccessività di analisi (Staccata eccessiva)",
      "description_short": "Un segno Staccata eccessivamente marcato (7-9/10) indica una tendenza all'analisi esagerata che frammenta il pensiero e impedisce la sintesi.",
      "description_long": "Quando il segno Staccata raggiunge un grado elevato (7-9/10), specialmente se i distacchi avvengono anche all'interno delle singole lettere, indica una disintegrazione per eccessività di analisi. Il soggetto si perde nei dettagli, non riesce a cogliere la visione d'insieme e la sua capacità di sintesi è compromessa. Questo può portare a indecisione e inconcludenza.",
      "original_text_condition": "La scrittura indice della tendenza ad analisi esagerata è quella che ha del segno Staccata sui 7-8-9/10.",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag178_fig202.png",
      "signs": [
        {
          "id": 52,
          "max": 9,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 46,
          "max": 7,
          "min": 7,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Temperamento di assalto con offesa non motivata (Intozzata 1° modo e Dritta)",
      "description_short": "La combinazione di Intozzata 1° modo e Dritta indica un temperamento incline all'assalto gratuito, basato su autostima e presunzione.",
      "description_long": "L'assalto non motivato, che procede da un sentimento di autostima e presunzione, si manifesta grafologicamente con la presenza di Intozzata 1° modo (tendenza a imporsi) e Dritta (sostenutezza). Il soggetto tende a offendere o prevaricare senza una reale provocazione, spinto dal bisogno di affermare il proprio Io.",
      "original_text_condition": "Uno dei segni grafologici del temperamento di assalto non motivato è il segno Intozzata 1° modo, pur non sorpassando il grado medio, con Dritta.",
      "author": "Girolamo Moretti",
      "source": 13,
      "imagePath": "placeholder_GPScuola_pag204_fig81.png",
      "signs": [
        {
          "id": 20,
          "max": 5,
          "min": 3,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 15,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        }
      ]
    },

    {
      "title": "Temperamento di attesa per controllo (Contorta)",
      "description_short": "Il segno Contorta indica un temperamento di attesa caratterizzato dalla tendenza al controllo, all'analisi e talvolta al sovversivismo.",
      "description_long": "Il temperamento di attesa che si manifesta attraverso il segno Contorta è quello di chi attende per controllare, analizzare e, se necessario, sovvertire. La Contorta esprime un movimento di ripiegamento e di verifica, che può portare a una critica profonda ma anche a una certa rigidità e difficoltà di adattamento.",
      "original_text_condition": "Il segno grafologico principale è Contorta, che indica attesa per tendenza al controllo.",
      "author": "Girolamo Moretti",
      "source": 13,
      "imagePath": "placeholder_GPScuola_pag212_fig91.png",
      "signs": [
        {
          "id": 32,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 56,
          "max": 10,
          "min": 1,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Intelligenza assimilatrice con tendenza all'inganno (Pendente e Accurata/Levigata)",
      "description_short": "La combinazione di Pendente con Accurata o Levigata può indicare un'intelligenza assimilatrice che tende a mascherare e ingannare per scopi personali.",
      "description_long": "Quando il segno Pendente (assimilazione, affettività passiva) si unisce ad Accurata o, ancor più, a Levigata (studiosità, cura delle esteriorità), l'intelligenza, pur essendo assimilatrice, acquisisce una tendenza all'insincerità e all'inganno. Il soggetto può usare le conoscenze assimilate e la propria affabilità per manipolare gli altri e presentare una realtà distorta a proprio vantaggio.",
      "original_text_condition": "Pendente e Accurata danno la tendenza a tutte quelle minuziosità affettive... Tuttavia la studiosità (dal segno Accurata) dei modi, ecc. viene a stancare chi è stato preso nel laccio... Tutto ciò scaturisce molto meglio della congiunzione dei segni Pendente e Levigata.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag150-151.png",
      "signs": [
        {
          "id": 7,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 46,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 53,
          "max": 10,
          "min": 1,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Abilità per contatto col pubblico (negozio, vendita non a prezzo fisso)",
      "description_short": "Combinazione di laconicità apparente (Parca, Ricci Nascondimento), Pendente/Sinuosa (untuosità) e Accurata (garbatezza) per la vendita.",
      "description_long": "Per il contatto col pubblico in un negozio dove il prezzo è da combinare, il venditore necessita di una presentazione seria e laconica (Parca, Ricci del Nascondimento), untuosità di parole e tratto (Pendente o Sinuosa), e garbatezza (Accurata). Questa combinazione permette di gestire la trattativa con diplomazia e persuasione.",
      "original_text_condition": "Grafologicamente, la presentazione seria della merce ha per indice la scrittura piuttosto laconica. La competenza o apparenza di essa ha per indice la scrittura Fluida e spontanea. La untuosità ha per indice la scrittura Pendente oppure Sinuosa. La garbatezza ha per indice la scrittura che mostra un che di accuratezza.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag333_fig234.png",
      "signs": [
        {
          "id": 51,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 42,
          "max": 10,
          "min": 4,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 7,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 46,
          "max": 10,
          "min": 4,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Disintegrazione da autostima per gonfiezza (pomposità)",
      "description_short": "Autostima irrealistica che si manifesta con pomposità, tendenza a ingannare e crudeltà, da Intozzata 1° e Accurata.",
      "description_long": "L'autostima per gonfiezza, o tronfiezza, è una disintegrazione che porta il soggetto a sopravvalutarsi e a manifestare un comportamento pomposo e arrogante. È indicata da Intozzata 1° modo (imposizione) e Accurata (cura delle esteriorità che maschera l'insincerità). Se presenti anche Grossa e Grossolana, si aggiunge materialità e crudeltà.",
      "original_text_condition": "Autostima per gonfiezza (tronfio). Fig. 212: Intozzata 1° modo 9 per indipendenza e tendenza a ingannare gli altri per farsi avanti. Intozzata 1° modo e Accurata per la menzogna verso se stesso e gli altri. Grossa e Grossolana per il sentimento e per la crudeltà...",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag183_fig212.png",
      "signs": [
        {
          "id": 20,
          "max": 10,
          "min": 9,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 46,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 40,
          "max": 10,
          "min": 1,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 41,
          "max": 10,
          "min": 1,
          "optional": true,
          "classification": "M"
        }
      ]
    },

    {
      "title": "Filosofia con tendenza all'ipercritica satirica (Triplice Larghezza con Larga tr.parole eccessiva)",
      "description_short": "Abilità filosofica con Larga tra parole dominante, portando a ipercritica e satira, ma con rischio di superficialità se non bilanciata.",
      "description_long": "Un'intelligenza con Triplice Larghezza dove Larga tra parole è sproporzionatamente superiore a Larga di lettere, pur indicando attitudine alla filosofia (specialmente se Disuguale metodicamente è presente), tende all'ipercritica. Se Curva è presente, questa ipercritica può sfociare in satira. L'equilibrio è dato da un'adeguata profondità intellettiva (Larga di lettere).",
      "original_text_condition": "Osserva in fig. 86 un esempio di tendenza e abilità alla filosofia per la presenza di Larghezza tra parole superiore a quella di Lettere e tra lettere. Quindi nel soggetto c'è qualche tendenza alla ipercritica che qui si svolge nella satira, ma tale ipercritica è superabile facilmente per la bontà e la profondità intellettiva.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag244_fig117_118.png",
      "signs": [
        {
          "id": 56,
          "max": 10,
          "min": 8,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 55,
          "max": 7,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 1,
          "max": 10,
          "min": 4,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 57,
          "max": 10,
          "min": 1,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Attitudine per statistica (investigazione e oggettività)",
      "description_short": "Capacità di investigazione (Larga tra parole, Sinuosa/Contorta) e scrupolosa oggettività (Parca, Calibro giusto/Piccola) per la statistica.",
      "description_long": "La scienza statistica richiede capacità di investigazione e scrupolosa oggettività. Grafologicamente, ciò si traduce in Larga tra parole (per l'analisi critica), Sinuosa o Contorta (per la penetrazione e il controllo dei dati), Parca (per la laconicità e l'essenzialità), e Calibro giusto o Piccola (per l'attenzione ai dettagli senza dispersioni).",
      "original_text_condition": "Grafologicamente, quindi, si richiedono i segni della investigazione che sono: Larghezza tra parole che arrivi almeno ai 5/10; il Sinuosa, oppure il Contorta... Per la scrupolosa oggettività si richiede il segno Parca e che la scrittura sia di calibro giusto, e meglio ancora se Piccola.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag309_fig216.png",
      "signs": [
        {
          "id": 56,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 33,
          "max": 10,
          "min": 1,
          "optional": true,
          "classification": "S"
        },
        {
          "id": 32,
          "max": 10,
          "min": 1,
          "optional": true,
          "classification": "S"
        },
        {
          "id": 51,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        }
      ]
    },
    {
      "title": "Abilità per lavori muliebri di taglio (Accurata con pedanteria)",
      "description_short": "Il segno Accurata, tendente alla pedanteria, indica abilità per lavori di precisione manuale come il taglio in sartoria.",
      "description_long": "L'abilità per lavori muliebri che richiedono precisione, come il taglio in sartoria, è indicata dal segno Accurata, specialmente quando questo rasenta la pedanteria. Questa cura meticolosa dei dettagli, tipica della scrittura tecnica statica, si traduce in un'esecuzione precisa del lavoro manuale.",
      "original_text_condition": "Abilità per lavori muliebri di taglio, ecc.: si richiede scrittura Accurata rasentante la pedanteria, cioè tecnica statica: la scrittura del disegno.",
      "author": "Girolamo Moretti",
      "source": 6,
      "imagePath": "placeholder_FI_pag350_fig266.png",
      "signs": [
        {
          "id": 46,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 49,
          "max": 10,
          "min": 4,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Disintegrazione da eccessiva autostima e orgoglio non oggettivo",
      "description_short": "Un insieme di segni (Ponderata, Chiara, Nitida, Dritta, Mantiene il rigo) può, in eccesso e senza umiltà, portare a un orgoglio che distorce la realtà.",
      "description_long": "Quando qualità positive come Ponderata (riflessione), Chiara e Nitida (chiarezza), Dritta (sostenutezza) e Mantiene il rigo (fermezza) non sono bilanciate da umiltà e oggettività, possono contribuire a una disintegrazione basata su eccessiva autostima. Il soggetto si convince del proprio valore superiore e interpreta la realtà attraverso questo filtro, portando a orgoglio e potenziali errori di giudizio.",
      "original_text_condition": "Autostima per mania di superiorità intellettuale... Il soggetto quindi è disintegrato per il suo orgoglio irragionevole in quanto si impone senza gli elementi necessari per giustificare tale imposizione.",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag197_fig211.png",
      "signs": [
        {
          "id": 36,
          "max": 10,
          "min": 8,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 18,
          "max": 10,
          "min": 7,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 15,
          "max": 10,
          "min": 7,
          "optional": true,
          "classification": "M"
        },
        {
          "id": 12,
          "max": 10,
          "min": 7,
          "optional": true,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Anomalia per preoccupazione e soluzioni impellenti (Chiara, Nitida, Larga tr.parole, Parca)",
      "description_short": "Combinazione che indica una mente chiara e analitica, ma che in situazioni di preoccupazione può portare a soluzioni affrettate e non ponderate.",
      "description_long": "Una scrittura Chiara e Nitida (8/10), con Larga tra parole (8/10) e Parca (9/10), indica una mente lucida, capace di analisi e sintesi. Tuttavia, in contesti di forte preoccupazione o pressione, questa stessa chiarezza può portare a una ricerca impellente di soluzioni, talvolta affrettate e non sufficientemente ponderate, per uscire rapidamente dallo stato di ansia.",
      "original_text_condition": "Anomalia. Preoccupazione complicata in soluzioni impellenti, pressanti. Chiara 8/10, Nitida 8/10, equilibrata con la forza del ragionamento 8/10, Parca 9/10 (esclude ogni pettegolezzo).",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag195.png",
      "signs": [
        {
          "id": 18,
          "max": 8,
          "min": 8,
          "optional": false,
          "classification": "S"
        },

        {
          "id": 56,
          "max": 8,
          "min": 8,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 51,
          "max": 10,
          "min": 9,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Disintegrazione per ricerca di appoggio e affettività bugiarda (Larga di lettere, Ponderata, Mantiene il rigo, Vezzosa)",
      "description_short": "Bisogno di approvazione che porta a un'affettività non sincera, cercando sostegno esterno per compensare insicurezze.",
      "description_long": "Una Larga di lettere (7/10), Ponderata (8/10), Mantiene il rigo (8/10) e Vezzosa civetteria (7/10) possono indicare una disintegrazione dove il soggetto, pur avendo capacità intellettive e fermezza, cerca costantemente appoggio e approvazione esterna. La Vezzosa civetteria suggerisce un'affettività manipolatoria e non genuina, usata per ottenere il sostegno desiderato.",
      "original_text_condition": "Disintegrazione per ricerca di appoggio o di approvazione. I segni: Larga di lettere 7/10, Ponderata 8/10, Mantiene il rigo 8/10, Vezzosa civetteria 7/10...",
      "author": "Girolamo Moretti",
      "source": 9,
      "imagePath": "placeholder_SADP_pag198.png",
      "signs": [
        {
          "id": 55,
          "max": 7,
          "min": 7,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 36,
          "max": 8,
          "min": 8,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 12,
          "max": 8,
          "min": 8,
          "optional": false,
          "classification": "M"
        }
      ]
    },

    {
      "title": "Calibro Alto con Lenta e Grossolana/Accurata: Neghittosità mascherata",
      "description_short": "Un Calibro Alto (tendenza all'esagerazione), se unito a Lenta (pigrizia) e a segni come Grossolana o Accurata (che possono mascherare), indica neghittosità.",
      "description_long": "Il Calibro Alto, indice di tendenza all'esagerazione, quando si combina con Lenta (7/10, pigrizia) e Grossolana (6/10, mancanza di finezza) o Accurata (6/10, che qui può indicare una cura esteriore che nasconde l'inerzia), rivela una tendenza alla neghittosità. Il soggetto, pur potendo apparire imponente o meticoloso, manca di vera spinta produttiva.",
      "original_text_condition": "In questa grafia c'è anche il segno Aste a sinistra sui 4/10 e Aste rette 6/10, cosicché ne scaturisce la tendenza a stare attaccato alle esigenze dell'«io» secondo le tendenze sortite da natura. Non rendendosi conto della sua neghittosità, il soggetto non si impegna nello studio e non ha il complesso dei requisiti personali per lavori mentali.",
      "author": "Girolamo Moretti",
      "source": 13,
      "imagePath": "placeholder_GPScuola_pag138_fig26.png",
      "signs": [
        {
          "id": 41,
          "max": 6,
          "min": 6,
          "optional": false,
          "classification": "M"
        },
        {
          "id": 46,
          "max": 6,
          "min": 6,
          "optional": false,
          "classification": "M"
        }
      ]
    },
    {
      "title": "Abilità per lavori manuali e sperimentali di natura minuziosa (Calibro Minuto/Minuzioso)",
      "description_short": "Un Calibro Minuto o Minuzioso, se non eccessivamente disordinato, indica attitudine per lavori che richiedono precisione e attenzione ai dettagli.",
      "description_long": "Il Calibro Minuto, e ancor più il Minuzioso (se non accompagnato da eccessivo disordine), è indice di tendenza e abilità per lavori manuali e sperimentali di natura minuziosa. Questa caratteristica porta a una cura attenta dei particolari e a una precisione esecutiva.",
      "original_text_condition": "Riguardo al Calibro minuzioso, si rifletta che esso è indice di tendenza ad impigliarsi nelle difficoltà... Questi individui... possono riuscire in lavori manuali e sperimentali di natura minuziosa.",
      "author": "Girolamo Moretti",
      "source": 13,
      "imagePath": "placeholder_GPScuola_pag80_fig3_C.png",
      "signs": [
        {
          "id": 47,
          "max": 4,
          "min": 1,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 48,
          "max": 10,
          "min": 1,
          "optional": false,
          "classification": "M"
        }
      ]
    },

    {
      "title": "Originalità concettuale con tendenza alla critica e autoaffermazione (Disuguale Met. + Larga tr.Parole + Angoli A)",
      "description_short": "Combinazione di Disuguale metodicamente, Larga tra parole e Angoli A, che indica un'intelligenza originale e critica, con forte spinta all'autoaffermazione.",
      "description_long": "La presenza di Disuguale metodicamente (originalità), Larga tra parole (spirito critico e capacità di ragionamento) e Angoli A (tendenza all'autoaffermazione e al risentimento) delinea un'intelligenza vivace, originale e incline alla discussione. Il soggetto è portato a difendere le proprie idee e a criticare quelle altrui, talvolta con eccessiva foga se Angoli A è elevato.",
      "original_text_condition": "La grafia A di Figura 84 presenta un grado notevole di Contorta e di Angoli A; l'autore della stessa è un ragazzo che non tollera osservazioni da lui considerate ingiuste e si ribella anche vivacemente...",
      "author": "Girolamo Moretti",
      "source": 13,
      "imagePath": "placeholder_GPScuola_pag208_fig84_A.png",
      "signs": [
        {
          "id": 57,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 56,
          "max": 10,
          "min": 6,
          "optional": false,
          "classification": "S"
        },
        {
          "id": 19,
          "max": 10,
          "min": 5,
          "optional": false,
          "classification": "M"
        }
      ]
    }
  ]
}
